Функция ИнициализацияПеременных()
	
	Сч = 1;
	МассивДанных = Новый Массив();
	СписокЗначений = Новый СписокЗначений();
	
	// Начало Иванов Иван Иванович
	СписокЗначений.Добавить(1, "Один");
	// Конеце Иванов Иван Иванович
	
	
	// Начало Евлахов Игорь 27.11
	Данные = Новый Соответствие();
	// Конец Евлахов Игорь
	
	// Начало Евлахов Игорь 28.11
	а = 1 + 2;
	// Конец Евлахов Игорь
	
	// Начало Евлахов Игорь 28.11 19:25
	а = 1 + 2 + 5 + 10;
	// Конец Евлахов Игорь
	
	// Начало Петров 19:28:30
	b = 1+2;
	// Конец Петров
	
КонецФункции