Функция ИнициализацияПеременных()
	
	Сч = 1;
	МассивДанных = Новый Массив();
	СписокЗначений = Новый СписокЗначений();
	
	// #13 Доработка
	Стоп = Ложь;
	Пуск = Истина;
	
	// Хранилище 28.11.2024 22:05
	л = 1;
	
	// #14 Доработка
	мм = 12;
	
	// Начало Иванов Иван Иванович
	СписокЗначений.Добавить(1, "Один");
	// Конеце Иванов Иван Иванович
		
	// Начало Евлахов Игорь 27.11
	Данные = Новый Соответствие();
	// Конец Евлахов Игорь
	
	// Начало Евлахов Игорь 28.11
	а = 1 + 2;
	// Конец Евлахов Игорь
	
	// Начало Евлахов Игорь 28.11 19:25
	а = 1 + 2 + 5 + 10;
	// Конец Евлахов Игорь
	
	//// #13 Доработка
	//а = 0;
	// #14 Доработка
	а = 10;
	
	// Начало Петров 19:28:30
	b = 1+2;
	// Конец Петров
	
	// Хранилище 28.11.2024 21:44
	с = 1;
	
	// Хранилище 28.11.2024 22:05
	з = 1;
	
	// #14 Доработка
	а = 0;
	
КонецФункции